Revit 2024 API
SymbolTypeId.FlLowercase Property
 Symbol fl, indicating unit Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FlLowercase { get; }
Visual Basic
Public Shared ReadOnly Property FlLowercase As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FlLowercase {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace